Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# notificationDeniedBody
source: Allow notifications in system settings, then enable reminders again.
ar: اسمح بالإشعارات في إعدادات النظام، ثم فعّل التذكيرات مرة أخرى.
de: Erlaube Mitteilungen in den Systemeinstellungen und aktiviere die Erinnerungen erneut.
es: Permite las notificaciones en los ajustes del sistema y vuelve a activar los avisos.
fr: Autorisez les notifications dans les réglages système, puis réactivez les rappels.
hi_in: सिस्टम सेटिंग में सूचनाओं की अनुमति दें, फिर रिमाइंडर दोबारा चालू करें।
id: Izinkan notifikasi di pengaturan sistem, lalu aktifkan pengingat lagi.
it: Consenti le notifiche nelle impostazioni di sistema, quindi riattiva i promemoria.
ja: システム設定で通知を許可してから、もう一度リマインダーを有効にしてください。
ko: 시스템 설정에서 알림을 허용한 다음 미리 알림을 다시 켜세요.
mr_in: सिस्टम सेटिंगमध्ये सूचनांना परवानगी द्या आणि स्मरणपत्र पुन्हा सुरू करा.
pt: Permita notificações nos ajustes do sistema e ative os lembretes novamente.
ru: Разрешите уведомления в системных настройках, затем снова включите напоминания.
th: อนุญาตการแจ้งเตือนในการตั้งค่าระบบ แล้วเปิดการเตือนอีกครั้ง
tr: Sistem ayarlarında bildirimlere izin verip hatırlatıcıları yeniden aç.
vi: Hãy cho phép thông báo trong cài đặt hệ thống rồi bật lại lời nhắc.
zh_cn: 请在系统设置中允许通知，然后重新开启提醒。
zh_hk: 請在系統設定中允許通知，然後重新開啟提醒。
zh_tw: 請在系統設定中允許通知，然後重新開啟提醒。

# notificationDeniedStatus
source: Denied
ar: مرفوض
de: Abgelehnt
es: Denegado
fr: Refusé
hi_in: अस्वीकृत
id: Ditolak
it: Negato
ja: 拒否
ko: 거부됨
mr_in: नाकारले
pt: Negado
ru: Запрещено
th: ถูกปฏิเสธ
tr: Reddedildi
vi: Bị từ chối
zh_cn: 已拒绝
zh_hk: 已拒絕
zh_tw: 已拒絕

# notificationDeniedTitle
source: Notifications are turned off
ar: الإشعارات متوقفة
de: Mitteilungen sind deaktiviert
es: Las notificaciones están desactivadas
fr: Les notifications sont désactivées
hi_in: सूचनाएँ बंद हैं
id: Notifikasi dinonaktifkan
it: Le notifiche sono disattivate
ja: 通知がオフになっています
ko: 알림이 꺼져 있습니다
mr_in: सूचना बंद आहेत
pt: As notificações estão desativadas
ru: Уведомления отключены
th: การแจ้งเตือนปิดอยู่
tr: Bildirimler kapalı
vi: Thông báo đang tắt
zh_cn: 通知已关闭
zh_hk: 通知已關閉
zh_tw: 通知已關閉

# notificationHomeWidget
source: Home Screen widget
ar: أداة الشاشة الرئيسية
de: Home-Bildschirm-Widget
es: Widget de pantalla de inicio
fr: Widget écran accueil
hi_in: होम स्क्रीन विजेट
id: Widget Layar Utama
it: Widget schermata Home
ja: ホーム画面ウィジェット
ko: 홈 화면 위젯
mr_in: होम स्क्रीन विजेट
pt: Widget da tela inicial
ru: Виджет экрана Домой
th: วิดเจ็ตหน้าจอโฮม
tr: Ana Ekran araç takımı
vi: Tiện ích Màn hình chính
zh_cn: 主屏幕小组件
zh_hk: 主畫面小工具
zh_tw: 主畫面小工具

# notificationLocal
source: Local notifications
ar: الإشعارات المحلية
de: Lokale Mitteilungen
es: Notificaciones locales
fr: Notifications locales
hi_in: स्थानीय सूचनाएँ
id: Notifikasi lokal
it: Notifiche locali
ja: ローカル通知
ko: 로컬 알림
mr_in: स्थानिक सूचना
pt: Notificações locais
ru: Локальные уведомления
th: การแจ้งเตือนในเครื่อง
tr: Yerel bildirimler
vi: Thông báo cục bộ
zh_cn: 本地通知
zh_hk: 本機通知
zh_tw: 本機通知

# notificationMilestone50
source: Halfway there—the rest is downhill.
ar: تجاوزت النصف، وما تبقى سيكون أسهل.
de: Die Hälfte ist geschafft – ab jetzt geht es bergab.
es: Ya has pasado la mitad; lo que queda será más llevadero.
fr: La moitié est faite, la suite sera plus légère.
hi_in: आधा रास्ता पूरा हुआ, अब आगे आसान है।
id: Sudah lewat setengah jalan; sisanya akan lebih ringan.
it: Hai superato la metà: da qui sarà più facile.
ja: 半分を越えました。ここからは下り坂です。
ko: 절반을 넘었어요. 이제 내리막길입니다.
mr_in: अर्धा टप्पा पार झाला; पुढचा प्रवास सोपा आहे.
pt: Você passou da metade; daqui em diante fica mais leve.
ru: Половина позади — дальше будет легче.
th: ผ่านครึ่งทางแล้ว จากนี้จะเบาลง
tr: Yarısını geçtin; bundan sonrası daha kolay.
vi: Đã qua nửa chặng đường, phần còn lại sẽ nhẹ hơn.
zh_cn: 已经过半，后面都是下坡路。
zh_hk: 已經過半，後面都是下坡路。
zh_tw: 已經過半，後面都是下坡路。

# notificationMilestone75
source: The hardest part of today is already behind you.
ar: أصعب جزء من اليوم أصبح خلفك.
de: Der anstrengendste Teil des Tages liegt schon hinter dir.
es: La parte más dura del día ya quedó atrás.
fr: Le plus difficile de la journée est déjà derrière vous.
hi_in: आज का सबसे कठिन हिस्सा पीछे छूट चुका है।
id: Bagian tersulit hari ini sudah terlewati.
it: La parte più dura della giornata è già alle spalle.
ja: 今日いちばん大変なところは、もう終わりました。
ko: 오늘 가장 힘든 구간은 이미 지났어요.
mr_in: आजचा सर्वात कठीण भाग आता मागे पडला आहे.
pt: A parte mais difícil do dia já ficou para trás.
ru: Самая тяжёлая часть дня уже позади.
th: ช่วงที่หนักที่สุดของวันนี้ผ่านไปแล้ว
tr: Günün en zor kısmı artık geride kaldı.
vi: Phần khó nhất hôm nay đã ở phía sau.
zh_cn: 今天最难熬的部分已经过去了。
zh_hk: 今天最難熬的部分已經過去了。
zh_tw: 今天最難熬的部分已經過去了。

# notificationMilestone90
source: Only the final stretch remains.
ar: لم يتبق سوى الجزء الأخير.
de: Nur noch der Endspurt.
es: Solo queda el tramo final.
fr: Il ne reste que la dernière ligne droite.
hi_in: बस आख़िरी हिस्सा बाकी है।
id: Tinggal tahap terakhir.
it: Resta solo il tratto finale.
ja: 残すは最後のひと区間だけです。
ko: 마지막 구간만 남았어요.
mr_in: फक्त शेवटचा टप्पा बाकी आहे.
pt: Só falta a reta final.
ru: Остался только финишный отрезок.
th: เหลือเพียงช่วงสุดท้าย
tr: Sadece son düzlük kaldı.
vi: Chỉ còn đoạn cuối.
zh_cn: 只剩最后一小段。
zh_hk: 只剩最後一小段。
zh_tw: 只剩最後一小段。

# notificationMilestone95
source: Almost time to close the laptop.
ar: أوشك وقت إغلاق الحاسوب.
de: Gleich kannst du den Laptop zuklappen.
es: Ya casi puedes cerrar el portátil.
fr: Vous pourrez bientôt fermer l’ordinateur.
hi_in: अब लैपटॉप बंद करने का समय लगभग आ गया है।
id: Sebentar lagi laptop bisa ditutup.
it: Tra poco potrai chiudere il portatile.
ja: もうすぐパソコンを閉じられます。
ko: 곧 노트북을 닫을 시간이에요.
mr_in: लवकरच लॅपटॉप बंद करता येईल.
pt: Logo você poderá fechar o notebook.
ru: Совсем скоро можно закрывать ноутбук.
th: ใกล้ได้ปิดคอมแล้ว
tr: Birazdan bilgisayarı kapatabilirsin.
vi: Sắp đến lúc đóng máy rồi.
zh_cn: 马上就能合上电脑了。
zh_hk: 馬上就能闔上電腦了。
zh_tw: 馬上就能闔上電腦了。

# notificationMilestoneTitle
source: {{percent}}% of today left
ar: يتبقى {{percent}}% من اليوم
de: Noch {{percent}} % des Tages
es: Queda el {{percent}} % del día
fr: Il reste {{percent}} % de la journée
hi_in: आज का {{percent}}% बाकी
id: Sisa {{percent}}% hari ini
it: Resta il {{percent}} % della giornata
ja: 今日はあと {{percent}}%
ko: 오늘 {{percent}}% 남았어요
mr_in: आजचे {{percent}}% बाकी
pt: Faltam {{percent}}% do dia
ru: Осталось {{percent}}% дня
th: เหลืออีก {{percent}}% ของวันนี้
tr: Günün %{{percent}}’i kaldı
vi: Còn {{percent}}% của hôm nay
zh_cn: 今天还剩 {{percent}}%
zh_hk: 今日仲剩 {{percent}}%
zh_tw: 今天還剩 {{percent}}%

# notificationModeMilestones
source: Off-work progress
ar: تقدم الدوام حتى نهايته
de: Feierabend-Fortschritt
es: Progreso hasta la salida
fr: Progression avant la sortie
hi_in: छुट्टी तक की प्रगति
id: Progres menuju pulang
it: Avanzamento verso l'uscita
ja: 退勤までの進捗通知
ko: 퇴근 진행 알림
mr_in: सुट्टीपर्यंतची प्रगती
pt: Progresso até a saída
ru: Прогресс до конца смены
th: ความคืบหน้าจนเลิกงาน
tr: Mesai bitimine ilerleme
vi: Tiến độ đến giờ tan ca
zh_cn: 下班进度提醒
zh_hk: 收工進度提醒
zh_tw: 下班進度提醒

# notificationModeOff
source: Never
ar: بدون
de: Nie
es: Nunca
fr: Jamais
hi_in: कभी नहीं
id: Tidak ada
it: Mai
ja: 通知しない
ko: 알리지 않음
mr_in: कधीच नाही
pt: Nunca
ru: Никогда
th: ไม่เตือน
tr: Kapalı
vi: Không nhắc
zh_cn: 不提醒
zh_hk: 不提醒
zh_tw: 不提醒

# notificationModeSimple
source: At clock-off
ar: عند الانتهاء
de: Feierabend
es: Al terminar
fr: À la fin
hi_in: छुट्टी पर
id: Saat pulang
it: A fine turno
ja: 退勤時のみ
ko: 퇴근할 때만
mr_in: सुटताना
pt: No fim
ru: В конце
th: ตอนเลิกงาน
tr: Paydosta
vi: Khi tan làm
zh_cn: 只在下班时
zh_hk: 只在下班時
zh_tw: 只在下班時

# notificationOpenSettings
source: Open Settings
ar: فتح الإعدادات
de: Systemeinstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
hi_in: सेटिंग खोलें
id: Buka Pengaturan
it: Apri Impostazioni
ja: システム設定を開く
ko: 시스템 설정 열기
mr_in: सेटिंग उघडा
pt: Abrir Ajustes
ru: Открыть настройки
th: เปิดการตั้งค่า
tr: Ayarları Aç
vi: Mở Cài đặt
zh_cn: 打开系统设置
zh_hk: 打開系統設定
zh_tw: 打開系統設定

# notificationPrivacyNote
source: Notifications contain schedule and progress only—never salary.
ar: تتضمن الإشعارات الوقت والتقدم فقط، ولا تعرض الراتب مطلقًا.
de: Mitteilungen enthalten nur Zeit und Fortschritt – niemals Gehalt.
es: Las notificaciones solo incluyen la hora y el progreso, nunca el salario.
fr: Les notifications contiennent uniquement l’heure et la progression, jamais le salaire.
hi_in: सूचनाओं में केवल समय और प्रगति होती है, वेतन कभी नहीं।
id: Notifikasi hanya berisi waktu dan progres, tidak pernah gaji.
it: Le notifiche includono solo orario e avanzamento, mai lo stipendio.
ja: 通知に含まれるのは時刻と進捗だけで、給与は表示されません。
ko: 알림에는 시간과 진행률만 표시되며 급여는 절대 표시되지 않습니다.
mr_in: सूचनांमध्ये फक्त वेळ आणि प्रगती असते, पगार कधीही नसतो.
pt: As notificações incluem apenas horário e progresso, nunca salário.
ru: Уведомления содержат только время и прогресс — никаких данных о зарплате.
th: การแจ้งเตือนมีเฉพาะเวลาและความคืบหน้า โดยไม่แสดงเงินเดือนเด็ดขาด
tr: Bildirimler yalnızca zaman ve ilerlemeyi içerir; maaş asla gösterilmez.
vi: Thông báo chỉ có thời gian và tiến độ, tuyệt đối không có lương.
zh_cn: 通知只包含时间与进度，绝不会显示薪资。
zh_hk: 通知只包含時間與進度，絕不會顯示薪資。
zh_tw: 通知只包含時間與進度，絕不會顯示薪資。

# notificationScheduledForShift
source: Scheduled for this shift
ar: مجدول لهذه الوردية
de: Für diese Schicht geplant
es: Programado para este turno
fr: Planifié pour ce service
hi_in: इस शिफ्ट के लिए तय
id: Dijadwalkan untuk sif ini
it: Programmato per questo turno
ja: このシフトに予約済み
ko: 이 근무에 예약됨
mr_in: या शिफ्टसाठी नियोजित
pt: Agendado para este turno
ru: Запланировано для этой смены
th: ตั้งเวลาสำหรับกะนี้
tr: Bu vardiya için planlandı
vi: Đã lên lịch cho ca này
zh_cn: 本班次已预约
zh_hk: 已為本班次排程
zh_tw: 已為本班次排程

# notificationStillWorks
source: Still works
ar: يظل متاحًا
de: Funktioniert weiterhin
es: Sigue funcionando
fr: Fonctionne toujours
hi_in: फिर भी काम करता है
id: Tetap berfungsi
it: Continua a funzionare
ja: 引き続き使える機能
ko: 계속 사용할 수 있음
mr_in: तरीही चालते
pt: Continua funcionando
ru: Продолжает работать
th: ยังใช้งานได้
tr: Çalışmaya devam eder
vi: Vẫn hoạt động
zh_cn: 仍可使用
zh_hk: 仍可使用
zh_tw: 仍可使用

source: Off work reminder
ar: تذكير بنهاية العمل
de: Feierabend-Erinnerung
es: Recordatorio de salida del trabajo
fr: Rappel de fin de travail
hi_in: काम से छुट्टी का रिमाइंडर
id: Pengingat pulang kerja
it: Promemoria per uscire dal lavoro
ja: 退勤リマインダー
ko: 퇴근 알림
mr_in: कामावरून सुटण्याची आठवण
pt: Lembrete de saída do trabalho
ru: Напоминание о конце работы
th: การแจ้งเตือนการออกจากงาน
tr: İş çıkışı hatırlatıcısı
vi: Nhắc nhở tan ca
zh_cn: 下班提醒
zh_hk: 放工提醒
zh_tw: 下班提醒

source: Off work time!
ar: وقت نهاية العمل!
de: Feierabend!
es: ¡Hora de salir del trabajo!
fr: C'est l'heure de la fin du travail!
hi_in: काम से छुट्टी का समय!
id: Waktu pulang kerja!
it: È ora di uscire dal lavoro!
ja: 退勤時間！
ko: 퇴근 시간!
mr_in: कामावरून सुटण्याची वेळ झाली!
pt: Hora de sair do trabalho!
ru: Время окончания работы!
th: ถึงเวลาออกจากงาน!
tr: İş çıkışı zamanı!
vi: Giờ tan ca!
zh_cn: 下班时间到！
zh_hk: 放工時間到！
zh_tw: 下班時間到！

# offWorkToday
source: Done for today
ar: انتهى دوام اليوم
de: Feierabend für heute
es: Jornada terminada
fr: Journée terminée
hi_in: आज का काम पूरा
id: Selesai untuk hari ini
it: Giornata finita
ja: 本日は終業
ko: 오늘 퇴근 완료
mr_in: आजचे काम संपले
pt: Expediente encerrado
ru: На сегодня всё
th: เลิกงานแล้ววันนี้
tr: Bugünlük bitti
vi: Xong việc hôm nay
zh_cn: 今日已下班
zh_hk: 今日已收工
zh_tw: 今日已下班

# offWorkWellDone
source: Nice work today!
ar: أحسنت اليوم!
de: Gut gemacht heute!
es: ¡Buen trabajo hoy!
fr: Bon travail aujourd'hui !
hi_in: आज अच्छा काम किया!
id: Kerja bagus hari ini!
it: Bel lavoro oggi!
ja: お疲れさまでした！
ko: 수고하셨습니다!
mr_in: आज छान काम केलंत!
pt: Bom trabalho hoje!
ru: Отличная работа!
th: วันนี้เหนื่อยแล้วนะ!
tr: Bugün iyi iş çıkardın!
vi: Hôm nay vất vả rồi!
zh_cn: 辛苦啦！
zh_hk: 辛苦晒！
zh_tw: 辛苦啦！

# okAction
source: OK
ar: حسنًا
hi_in: ठीक है
ko: 확인
mr_in: ठीक आहे
ru: ОК
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# onboardingAllSetTitle
source: That’s your schedule
ar: جدولك جاهز
de: Dein Dienstplan steht
es: Tu horario está listo
fr: Votre planning est prêt
hi_in: आपका शेड्यूल तैयार है
id: Jadwalmu sudah siap
it: Il tuo orario è pronto
ja: シフトが決まりました
ko: 일정을 정했어요
mr_in: तुमचे वेळापत्रक तयार आहे
pt: A tua escala está pronta
ru: График настроен
th: ตั้งตารางงานเรียบร้อย
tr: Vardiyan hazır
vi: Lịch của bạn đã xong
zh_cn: 排班设好了
zh_hk: 排班設好喇
zh_tw: 排班設好了

# onboardingBack
source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
hi_in: वापस
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
mr_in: मागे
pt: Voltar
ru: Назад
th: กลับ
tr: Geri
vi: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

# onboardingEnableBiometrics
source: Turn on {{biometry}}
ar: تفعيل {{biometry}}
de: {{biometry}} aktivieren
es: Activar {{biometry}}
fr: Activer {{biometry}}
hi_in: {{biometry}} चालू करें
id: Aktifkan {{biometry}}
it: Attiva {{biometry}}
ja: {{biometry}} をオンにする
ko: {{biometry}} 켜기
mr_in: {{biometry}} सुरू करा
pt: Ativar {{biometry}}
ru: Включить {{biometry}}
th: เปิด {{biometry}}
tr: {{biometry}} açın
vi: Bật {{biometry}}
zh_cn: 开启{{biometry}}
zh_hk: 開啟 {{biometry}}
zh_tw: 開啟 {{biometry}}

# onboardingEverywhereBody
source: Follow the last stretch from Dynamic Island, widgets, the Lock Screen and Apple Watch.
ar: تابع المرحلة الأخيرة من Dynamic Island والأدوات وشاشة القفل وApple Watch.
de: Verfolge die letzte Etappe über Dynamic Island, Widgets, Sperrbildschirm und Apple Watch.
es: Sigue el tramo final desde Dynamic Island, los widgets, la pantalla bloqueada y el Apple Watch.
fr: Suivez la dernière ligne droite depuis Dynamic Island, les widgets, l’écran verrouillé et l’Apple Watch.
hi_in: Dynamic Island, विजेट, लॉक स्क्रीन और Apple Watch से आखिरी पड़ाव देखें।
id: Pantau bagian terakhir dari Dynamic Island, widget, Layar Terkunci, dan Apple Watch.
it: Segui l’ultimo tratto da Dynamic Island, widget, schermata di blocco e Apple Watch.
ja: Dynamic Island、ウィジェット、ロック画面、Apple Watchで最後のひと踏ん張りを確認できます。
ko: Dynamic Island, 위젯, 잠금 화면, Apple Watch에서 남은 시간을 확인하세요.
mr_in: Dynamic Island, विजेट, लॉक स्क्रीन आणि Apple Watch वरून शेवटचा टप्पा पाहा.
pt: Acompanhe a reta final pela Dynamic Island, widgets, tela bloqueada e Apple Watch.
ru: Следите за последним отрезком через Dynamic Island, виджеты, экран блокировки и Apple Watch.
th: ติดตามช่วงสุดท้ายจาก Dynamic Island วิดเจ็ต หน้าจอล็อก และ Apple Watch
tr: Son bölümü Dynamic Island, araç takımları, Kilitli Ekran ve Apple Watch’tan izleyin.
vi: Theo dõi chặng cuối từ Dynamic Island, tiện ích, Màn hình khóa và Apple Watch.
zh_cn: 通过灵动岛、小组件、锁定屏幕和 Apple Watch 掌握最后一段时间。
zh_hk: 透過動態島、小工具、鎖定畫面和 Apple Watch 掌握最後一段時間。
zh_tw: 透過動態島、小工具、鎖定畫面和 Apple Watch 掌握最後一段時間。

# onboardingEverywhereBodyTablet
source: Follow the last stretch from widgets and the Lock Screen.
ar: تابع المرحلة الأخيرة من الأدوات وشاشة القفل.
de: Verfolge die letzte Etappe über Widgets und Sperrbildschirm.
es: Sigue el tramo final desde los widgets y la pantalla bloqueada.
fr: Suivez la dernière ligne droite depuis les widgets et l’écran verrouillé.
hi_in: विजेट और लॉक स्क्रीन से आखिरी पड़ाव देखें।
id: Pantau bagian terakhir dari widget dan Layar Terkunci.
it: Segui l’ultimo tratto da widget e schermata di blocco.
ja: ウィジェットとロック画面で最後のひと踏ん張りを確認できます。
ko: 위젯과 잠금 화면에서 남은 시간을 확인하세요.
mr_in: विजेट आणि लॉक स्क्रीनवरून शेवटचा टप्पा पाहा.
pt: Acompanhe a reta final pelos widgets e pela tela bloqueada.
ru: Следите за последним отрезком через виджеты и экран блокировки.
th: ติดตามช่วงสุดท้ายจากวิดเจ็ตและหน้าจอล็อก
tr: Son bölümü araç takımları ve Kilitli Ekran’dan izleyin.
vi: Theo dõi chặng cuối từ tiện ích và Màn hình khóa.
zh_cn: 通过小组件和锁定屏幕掌握最后一段时间。
zh_hk: 透過小工具和鎖定畫面掌握最後一段時間。
zh_tw: 透過小工具和鎖定畫面掌握最後一段時間。

# onboardingEverywhereTitle
source: Your countdown, at a glance
ar: عدّك التنازلي في لمحة
de: Dein Countdown auf einen Blick
es: Tu cuenta atrás de un vistazo
fr: Votre compte à rebours en un coup d’œil
hi_in: एक नज़र में उलटी गिनती
id: Hitung mundur dalam sekilas
it: Il conto alla rovescia a colpo d’occhio
ja: ひと目でカウントダウン
ko: 한눈에 보는 카운트다운
mr_in: एका नजरेत उलटी गणना
pt: Sua contagem em um relance
ru: Отсчёт всегда на виду
th: ดูเวลาที่เหลือได้ทันที
tr: Geri sayımınız bir bakışta
vi: Xem nhanh thời gian còn lại
zh_cn: 随时查看倒计时
zh_hk: 隨時查看倒數
zh_tw: 隨時查看倒數

# onboardingFinaleMessage
source: You're all set. Welcome!
ar: لقد أكملت الإعداد، أهلًا بك!
de: Die Einrichtung ist abgeschlossen. Willkommen!
es: Has terminado la configuración. ¡Te damos la bienvenida!
fr: La configuration est terminée. Bienvenue !
hi_in: आपका सेटअप पूरा हो गया है। स्वागत है!
id: Penyiapan selesai. Selamat datang!
it: Hai completato la configurazione. Ti diamo il benvenuto!
ja: 設定が完了しました。ようこそ！
ko: 설정을 완료했습니다. 환영합니다!
mr_in: तुमचे सेटअप पूर्ण झाले आहे. स्वागत आहे!
pt: A configuração foi concluída. Boas-vindas!
ru: Настройка завершена. Добро пожаловать!
th: ตั้งค่าเสร็จแล้ว ยินดีต้อนรับ!
tr: Kurulumu tamamladınız. Hoş geldiniz!
vi: Bạn đã hoàn tất thiết lập. Chào mừng bạn!
zh_cn: 你已完成配置，欢迎使用！
zh_hk: 你已完成設定，歡迎使用！
zh_tw: 你已完成設定，歡迎使用！

# onboardingLandscapeBody
source: In landscape the countdown goes full screen — just the clock and the bar, nothing else.
ar: في الوضع الأفقي يملأ العد التنازلي الشاشة كاملة — الساعة والشريط فقط.
de: Im Querformat füllt der Countdown den Bildschirm – nur Uhr und Balken, sonst nichts.
es: En horizontal la cuenta atrás ocupa toda la pantalla: solo el reloj y la barra.
fr: En paysage, le compte à rebours occupe tout l'écran : l'horloge et la barre, rien d'autre.
hi_in: लैंडस्केप में काउंटडाउन पूरी स्क्रीन ले लेता है — बस घड़ी और बार।
id: Dalam mode lanskap hitung mundur memenuhi layar — hanya jam dan bilah.
it: In orizzontale il conto alla rovescia occupa tutto lo schermo: solo l'orologio e la barra.
ja: 横向きではカウントダウンが全画面に。時計とバーだけの表示になります。
ko: 가로 모드에서는 카운트다운이 전체 화면으로 — 시계와 막대만 남습니다.
mr_in: आडव्या मोडमध्ये काउंटडाउन पूर्ण स्क्रीन व्यापतो — फक्त घड्याळ आणि पट्टी.
pt: Na horizontal a contagem ocupa a tela inteira: só o relógio e a barra.
ru: В альбомной ориентации отсчёт занимает весь экран — только часы и полоса.
th: ในแนวนอน การนับถอยหลังจะเต็มจอ — มีแค่นาฬิกากับแถบความคืบหน้า
tr: Yatay modda geri sayım tüm ekranı kaplar — yalnızca saat ve çubuk.
vi: Ở chế độ ngang, đồng hồ đếm ngược chiếm trọn màn hình — chỉ đồng hồ và thanh tiến trình.
zh_cn: 横屏时倒计时会占满整个屏幕——只有时钟和进度条，别无他物。
zh_hk: 打橫嘅時候倒數會佔滿成個螢幕——淨係得時鐘同進度條。
zh_tw: 橫向時倒數會佔滿整個螢幕——只有時鐘和進度條，別無他物。

# onboardingLandscapeTitle
source: Turn it sideways
ar: أدِر الشاشة
de: Quer halten
es: Gíralo
fr: Passez en paysage
hi_in: बगल में घुमाएँ
id: Putar ke samping
it: Giralo di lato
ja: 横向きにすると
ko: 가로로 돌리면
mr_in: आडवे धरा
pt: Vire de lado
ru: Поверните экран
th: หมุนเป็นแนวนอน
tr: Yan çevir
vi: Xoay ngang
zh_cn: 横过来看
zh_hk: 打橫睇
zh_tw: 橫過來看

# onboardingLunchNotifyHint
source: You'll be notified when lunch starts and ends.
ar: سننبهك عند بداية الاستراحة ونهايتها.
de: Zu Beginn und Ende der Pause wirst du erinnert.
es: Te avisaremos al empezar y terminar el almuerzo.
fr: Vous serez prévenu au début et à la fin de la pause.
hi_in: लंच शुरू और खत्म होने पर बताया जाएगा।
id: Kamu akan diberi tahu saat istirahat mulai dan selesai.
it: Ti avvisiamo all’inizio e alla fine della pausa.
ja: 休憩の始まりと終わりにお知らせします。
ko: 점심 시작과 끝에 알려 드려요.
mr_in: लंच सुरू आणि संपताना कळवले जाईल.
pt: Você será avisado no início e no fim do almoço.
ru: Мы напомним о начале и конце обеда.
th: เราจะแจ้งเมื่อพักเริ่มและจบ
tr: Öğle arasının başında ve sonunda haber verilir.
vi: Bạn sẽ được báo khi giờ nghỉ bắt đầu và kết thúc.
zh_cn: 午休开始和结束都会提醒你。
zh_hk: 午休開始同結束都會提醒你。
zh_tw: 午休開始和結束都會提醒你。

# onboardingOfflineBody
source: No account. Works without a network.
ar: بلا حساب. يعمل دون شبكة.
de: Kein Konto. Funktioniert ohne Netz.
es: Sin cuenta. Funciona sin red.
fr: Pas de compte. Fonctionne hors ligne.
hi_in: अकाउंट नहीं। बिना नेटवर्क चलता है।
id: Tanpa akun. Berjalan tanpa jaringan.
it: Nessun account. Funziona senza rete.
ja: アカウント不要。ネットなしで使えます。
ko: 계정 없이. 네트워크 없이도 됩니다.
mr_in: खाते नाही. नेटवर्कशिवाय चालते.
pt: Sem conta. Funciona sem rede.
ru: Без аккаунта. Работает без сети.
th: ไม่ต้องมีบัญชี ใช้ได้โดยไม่ต้องต่อเน็ต
tr: Hesap yok. Ağ olmadan çalışır.
vi: Không cần tài khoản. Dùng được khi mất mạng.
zh_cn: 不用账号，也不依赖网络。
zh_hk: 唔使開戶口，亦唔依賴網絡。
zh_tw: 不用帳號，也不依賴網路。

# onboardingOfflineTitle
source: Works offline
ar: يعمل دون اتصال
de: Funktioniert offline
es: Funciona sin conexión
fr: Fonctionne hors ligne
hi_in: ऑफ़लाइन भी चलता है
id: Bisa offline
it: Funziona offline
ja: オフラインでも動く
ko: 오프라인에서도 작동
mr_in: ऑफलाइनही चालते
pt: Funciona offline
ru: Работает офлайн
th: ใช้งานออฟไลน์ได้
tr: Çevrimdışı çalışır
vi: Hoạt động ngoại tuyến
zh_cn: 离线也能用
zh_hk: 冇網都用得
zh_tw: 離線也能用

# onboardingPlusFocusBody
source: Focus turns a task into a pomodoro inside your shift, then keeps the next break ready until you choose to begin it.
ar: التركيز يحول المهمة إلى بومودورو داخل مناوبتك، ثم يبقي الاستراحة التالية جاهزة حتى تختار أن تبدأها.
de: Der Fokus verwandelt eine Aufgabe innerhalb Ihrer Schicht in einen Pomodoro und hält dann die nächste Pause bereit, bis Sie sich dazu entschließen, damit zu beginnen.
es: El enfoque convierte una tarea en un pomodoro dentro de tu turno, luego mantiene listo el siguiente descanso hasta que decidas comenzar.
fr: Focus transforme une tâche en pomodoro au sein de votre quart de travail, puis garde la prochaine pause prête jusqu'à ce que vous choisissiez de la commencer.
hi_in: फोकस आपकी शिफ्ट के अंदर एक कार्य को पोमोडोरो में बदल देता है, फिर अगला ब्रेक तब तक तैयार रखता है जब तक आप इसे शुरू करने का निर्णय नहीं लेते।
id: Fokus mengubah tugas menjadi pomodoro di dalam shift Anda, lalu menyiapkan istirahat berikutnya sampai Anda memilih untuk memulainya.
it: La concentrazione trasforma un'attività in un pomodoro all'interno del tuo turno, quindi tiene pronta la pausa successiva finché non decidi di iniziarla.
ja: 集中すると、シフト内でタスクがポモドーロに変わり、開始を選択するまで次の休憩の準備が整います。
ko: 집중은 근무 시간 내 작업을 뽀모도로로 바꾸고, 시작하기로 선택할 때까지 다음 휴식 시간을 준비 상태로 유지합니다.
mr_in: फोकस तुमच्या शिफ्टमध्ये एखाद्या टास्कला पोमोडोरोमध्ये बदलते, त्यानंतर तुम्ही ते सुरू करणे निवडले नाही तोपर्यंत पुढील ब्रेक तयार ठेवतो.
pt: O foco transforma uma tarefa em um pomodoro dentro do seu turno e mantém o próximo intervalo pronto até você decidir iniciá-lo.
ru: Фокус превращает задачу в «помидор» внутри вашей смены, а затем сохраняет готовность к следующему перерыву, пока вы не решите его начать.
th: โฟกัสเปลี่ยนงานให้กลายเป็น Pomodoro ภายในกะของคุณ จากนั้นเตรียมช่วงพักถัดไปให้พร้อมจนกว่าคุณจะเลือกที่จะเริ่มงาน
tr: Odaklanma, vardiyanızda bir görevi pomodoroya dönüştürür ve siz başlamayı seçene kadar bir sonraki molayı hazır tutar.
vi: Tập trung biến một nhiệm vụ thành một pomodoro trong ca làm việc của bạn, sau đó giữ sẵn thời gian nghỉ tiếp theo cho đến khi bạn chọn bắt đầu nó.
zh_cn: 专注会把任务排进班内的番茄钟；完成后，下一段休息会等你亲自开始。
zh_hk: 專注喺你嘅班次入面將一個任務變成一個番茄，然後為下一個休息做好準備，直至你選擇開始為止。
zh_tw: 專注將一項任務變成輪班中的番茄鐘，然後為下一次休息做好準備，直到你選擇開始它。
